IDEA Connection Link
ConnectionSrv.IdeaProject Property
 return IIdeaProject
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public IIdeaProject IdeaProject { get; }
Public ReadOnly Property IdeaProject As IIdeaProject
	Get
public:
property IIdeaProject^ IdeaProject {
	IIdeaProject^ get ();
}
Property Value
Type: IIdeaProject
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace